[
  {
    "id": 1,
    "name": "gameOne",
    "description": "Действие игры происходит в небольшой лаборатории, где работает Маша. На столе стоит подставка для пробирок и в ней пробирки с разными геномами растений для скрещивания. Напротив стоит Маша и подсказывает какие надо пробирки брать и смешивать. \r\nИгроку предстоит следовать указаниям Маши и использовать те пробирки, которые она говорит. После удачного смешивания и получения нужного результата появляется иконка растения и описание его модифицированных свойств. Всего необходимо получить 2-3 модифицированных растения. За выбор не той пробирки, которую назвала Маша, отнимаются очки и растение может погибнуть. Если растение погибло, то игру надо пройти повторно.",
    "achievement": "\"Мастер скрещивания\": Успешно смешайте все доступные пробирки и создайте все модифицированные растения."
  },
  {
    "id": 2,
    "name": "gameTwo",
    "description": "Действие игры происходит в теплице главного героя, куда для помощи приехал Данил. В теплице находятся столы с большим количеством рассады. Рядом стоит Данил и записывает наблюдения в дневник и делает расчёты. Перед игроком находятся приборы с показаниями влажности воздуха, температуры воздуха, влажности почвы и растения в горшочках с индикатором его состояния (от красного до зелёного). \r\nИгроку необходимо, в установленное время, выбрать верное показание прибора, когда Данил этого попросит. На основе полученных данных, Данил будет просить сделать в теплице воздух влажнее или суше (кнопками на приборе с показаниями влажности воздуха), или полить растение, если влажность почвы снизится (кнопкой на приборе влажности воздуха) так же в отведенное для этого время.",
    "achievement": "\"Экспертный наблюдатель\": Всегда выбирайте и сообщайте Данилу точное показание приборов из предложенных вариантов."
  },
  {
    "id": 3,
    "name": "gameThree",
    "description": "Действие игры происходит в доме, находящемся на участке, где главный герой оборудовал комнату для своей работы. В комнате находится стол, на котором размещен большой монитор, клавиатура, компьютерная мышь блокнот с записями и различные мелкие предметы (ручка, кружка с кофе со стилистикой банка, смартфон, ключи и др). На мониторе изображены три участка с высаженными модифицированными растениями и параметры влажности почвы, температуры воздуха и детектором вредителей для каждого участка (показание количества вредителей на детекторе будет плавно увеличиваться, реакция на него не требуется. Необходим для связки с следующей мини игрой).\r\nЗадачей игры будет провести точную настройку в программном обеспечении для дальнейшей автоматизированной работы всей системы, включения автополива, контроля комфортной температуры для растений (в случае с теплицей включение вентиляционной системы). Игроку предстоит следить за показаниями на мониторе и вовремя реагировать на возникающие проблемы для их решения. Проблемы будут возникать случайным образом на разных участках по очереди. Участок, на котором проблема будет выделен.",
    "achievement": "\"Точный настройщик\": Отрегулировал систему полива и вентиляции, чтобы параметры влажности почвы и температуры воздуха оставались близкими к целевым значениям."
  },
  {
    "id": 4,
    "name": "gameFour",
    "description": "Действие игры происходит в оборудованной для работы комнате из третьей мини игры. Блокнот с записями заменён на инструкцию к дрону и различные мелкие предметы расположены в другом порядке. На мониторе изображены три участка и в правом нижнем углу дрон. Есть возможность выбора трёх разных типа средств защиты от насекомых для каждого типа насекомых. Рядом с каждым участком будет индикатор количества вредителей, показания которого будут плавно увеличиваться.\r\nПо достижению определённого значения игроку необходимо выбрать нужный тип защитных средств и отправить дрон на участок для опрыскивания растений. Дрон движется и производит опрыскивание автоматически в течении определённого времени и возвращается на исходную позицию по завершению. Индикатор количества насекомых возвращается в исходное положение.",
    "achievement": "\"Гроза вредителей\": Эффективно контролировал распространение вредителей и предотвратил их размножение на всех участках."
  },
  {
    "id": 5,
    "name": "gameFive",
    "description": "Действие игры происходит в оборудованной для работы комнате из третьей мини игры. Блокнот с записями заменён на инструкцию к роботу - сборщику и различные мелкие предметы расположены в другом порядке. На мониторе изображен участок и ряды растений с плодами. Робот - сборщик может двигаться между рядами в четырёх направлениях и управляется с клавиатуры. На растениях будут изначально зелёные плоды и с течением определённого времени будут переходить к красному цвету через розовый.",
    "achievement": "\"Великий сборщик\": Собрано не менее 85% розовых плодов."
  }
]